tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

cask "arc"
cask "font-fira-code-nerd-font" # font for terminal
cask "hiddenbar"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "pycharm-ce"
cask "raycast"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "zoom"

brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "jq"
brew "mas"
brew "olets/tap/zsh-abbr"
brew "ripgrep"
brew "zoxide"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

mas "Amphetamine", id: 937984704
mas "RunCat", id: 1429033973
