tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

cask "alfred"
cask "font-fira-code-nerd-font" # font for terminal
cask "iterm2"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"

brew "bat"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "mas"
brew "jq"
brew "ripgrep"
brew "starship"
brew "zoxide"

mas "Amphetamine", id: 937984704
mas "RunCat", id: 1429033973
