tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

cask "alfred"
cask "font-fira-code-nerd-font" # for starship
cask "iterm2"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"

brew "ffmpeg"
brew "git"
brew "mas"
brew "jq"
brew "starship"
brew "tree"

mas "Amphetamine", id: 937984704
mas "RunCat", id: 1429033973
